{
    "Alumni" : "What are you doing here? Just kidding, anyone UBC-related is welcome.",
    "1st year" : "Welcome to UBC! I hope you are enjoying your first year.",
    "2nd year" : "Thanks. How about them late registration dates, eh?",
    "3rd year" : "Thanks. Congratulations on surviving your first two years!",
    "4th year" : "Thanks. I hope you're enjoying those sweet early registration dates.",
    "5th year" : "Thanks. I hope your half decade at UBC has been great!",
    "6th year" : "Thanks. Going for the long haul, eh?",
    "7th year" : "Thanks. I see you can't get enough of UBC, but you can't stay forever!",
    "Arts" : "Arts, eh? Tired of writing essays yet?",
    "Architecture" : "Architecture, eh? Planning on becoming the next Indiana Jones?",
    "Biopsychology" : "Biopsychology, eh? That's oddly specific.",
    "Biotechnology" : "Biotechnology, eh? Enjoy your trips to BCIT.",
    "Computer Science" : "Computer Science, eh? Remember to trust the natural recursion!",
    "Engineering" : "Engineering, eh? We get it. You think your program is hard.",
    "Forestry" : "Forestry, eh? Stop dressing like you're about to go on a camping trip.",
    "Integrated Sciences" : "Integrated Sciences, eh? You already know what I'm going to say.",
    "Kinesiology" : "Kinesiology, eh? I'm down for some massages anytime.",
    "LFS" : "LFS, eh? Is that actually a faculty?",
    "Music" : "Music, eh? Are you the type to play Wonderwall at a house party?",
    "Pharmacology" : "Pharmacology, eh? Did you mean to pursue Pharmacy? Mistakes happen.",
    "Pharmacy" : "Pharmacy, eh? If you need anyone to test some hallucinogenics, let me know!",
    "Physics & Astronomy" : "Physics & Astronomy, eh? Have you gotten tired of Hennings yet?",
    "Political Science" : "Political Science, eh? Is this just a stepping stone towards law school?",
    "Sauder" : "Sauder, eh? Don't even talk to me about your startup proposal.",
    "Science" : "Science, eh? Sorry there's no pre-med option!",
    "Statistics" : "Statistics, eh? Don't lie, you've probably taken more Computer Science courses than Statistics ones.",
    "VISA" : "VISA, eh? Feel free to paint me whenever!",
    "Langara Student" : "Langara Student, eh? One of these days, you won't get off the 49 at Cambie.",
    "UVIC/SFU Spy" : "UVIC/SFU Spy, eh? It takes guts to confess this, I'll let you live.",
    "High School Student" : "High School Student, eh? Feel free to ask questions, don't expect fantastic answers."
}